Repository: BigETI/SAMPLauncherNET
Catalog: SAMPLauncherNET/Languages/*.resx
Languages: de_de, ru_ru

source: About
de_de: Über
ru_ru: О программе

# ABOUT_DESCRIPTION
source: SAMPLauncher NET is a launcher for San Andreas Multiplayer. This software is all time free and licenced with GPLv3. This project is located at
de_de: SAMPLauncher NET ist ein Launcher für San Andreas Multiplayer. Diese Software bleibt für immer kostenlos und ist mit GPLv3 lizenziert. Das Projekt befindet sich auf
ru_ru: SAMPLauncher NET - это загрузчик для San Andreas Multiplayer. Это программное обеспечение бесплатно и лицензировано по лицензии GPLv3. Этот проект находится

source: Add new API
de_de: Neue API hinzufügen
ru_ru: Добавить новый API

source: Add server to favourites
de_de: Favorit hinzufügen
ru_ru: Добавить сервер в избранное

source: Already in favourites
de_de: Bereits in den Favoriten
ru_ru: Уже в избранном

source: API endpoint
de_de: API Zugriffspunkt
ru_ru: Конечная точка API

# API_ENDPOINT_MISSING
source: Please specify a valid API endpoint
de_de: Bitte füge einen validen API Zugriffspunkt hinzu.
ru_ru: Укажите действительную конечную точку для API

# API_ENDPOINT_MISSING_TITLE
source: API endpoint missing
de_de: API Zugriffspunkt fehlt
ru_ru: Отсутствует конечная точка API

source: API name
ru_ru: Имя API

# API_NAME_MISSING
source: Please insert an API name.
de_de: Bitte füge einen API Namen hinzu
ru_ru: Пожалуйста введите имя API.

# API_NAME_MISSING_TITLE
source: API name missing
de_de: API Name fehlt
ru_ru: Отсутствует имя API

source: API type
de_de: API Typ
ru_ru: Тип API

# API_TYPE_MISSING
source: Please select an API type.
de_de: Bitte selektiere einen API Typ
ru_ru: Пожалуйста выберите тип API.

# API_TYPE_MISSING_TITLE
source: API type missing
de_de: API Typ fehlt
ru_ru: Отсутсвуету тип API

source: Audio message off
de_de: Audio Benachrichtigungen ausblenden
ru_ru: Выключить сообщения проигрываемого аудио потока

source: Audio proxy off
de_de: Audio Proxy nicht verwenden
ru_ru: Выключить прокси для аудио потока

source: Cancel
de_de: Abbrechen
ru_ru: Отмена

source: Close when launched
de_de: Schließen, wenn ausgeführt
ru_ru: Закрыть при запуске

source: Connect
de_de: Verbinden
ru_ru: Подключиться

source: Connect now!
de_de: Jetzt verbinden!
ru_ru: Подключиться сейчас!

# CONNECT_TITLE
source: San Andreas Multiplayer - Connect
de_de: San Andreas Multiplayer - Verbinden
ru_ru: San Andreas Multiplayer - Подключиться

source: Connect to address
de_de: Verbinde zu Adresse
ru_ru: Подключиться к адресу

# CONNECT_TO_ADDRESS_TITLE
source: San Andreas Multiplayer - Connect to address
de_de: San Andreas Multiplayer - Verbinde zu Adresse
ru_ru: San Andreas Multiplayer - Подключиться к адресу

source: Connect with RCON
de_de: Verbinde mit RCON
ru_ru: Подключиться с RCON

source: Debug mode
de_de: Debug Modus
ru_ru: Режим отладки

# DELETE_SELECTED_IMAGES
source: Do you really want to delete the selected images?
de_de: Möchetst du wirklich die ausgewählten Bilder unwideruflich löschen?
ru_ru: Вы действительно хотите удалить выбранные изображения?

# DELETE_SELECTED_IMAGES_TITLE
source: Delete selected images
de_de: Ausgewälte Bilder löschen
ru_ru: Удалить выбранные изображения

# DIRECT_MODE
source: Direct to screen textdraw render method (slow)
de_de: Direkter Textdraw zu Bildschirm Render Methode (langsam)
ru_ru: Рендеринг TextDraw прямо на экран (медленно)

source: Disable head move
de_de: Kopfbewegungen abschalten
ru_ru: Отключить поворот головы

# DUTCH
source: Dutch (Nederlands)
de_de: Holländisch (Nederlands)
ru_ru: Голландский (Nederlands)

# EDIT_API_TITLE
source: San Andreas Multiplayer - Edit API
de_de: San Andreas Multiplayer - API bearbeiten
ru_ru: San Andreas Multiplayer - Редактирование API

source: Edit selected API
de_de: Selektierte API bearbeiten
ru_ru: Редактировать выбранный API

source: English
de_de: Englisch (English)
ru_ru: Английский (English)

source: Error
de_de: Fehler
ru_ru: Ошибка

# EXTENDED_SERVER_INFORMATION_TITLE
source: San Andreas Multiplayer - Extended server information
de_de: San Andreas Multiplayer - Erweiterte Server Informationen
ru_ru: San Andreas Multiplayer - Расширенная информация о сервере

# FAVOURITE_LIST_NOT_SELECTED
source: Please select a favourites list.
de_de: Bitte selektiere eine Favoritenliste
ru_ru: Пожалуйста выберите список избранных.

# FAVOURITE_LIST_NOT_SELECTED_TITLE
source: Favourites list not selected
de_de: Favoritenliste nicht selektiert
ru_ru: Список избранных не выбран

source: Filter hostname
de_de: Filtere Hostname
ru_ru: Фильтр по имени сервера

source: Filter IP and port
de_de: Filtere IP und Port
ru_ru: Фильтр по IP и порту

source: Filter language
de_de: Filtere Sprache
ru_ru: Языковой фильтр

source: Filter mode
de_de: Filtere Modus
ru_ru: Фильтр по режиму

source: Font-face
de_de: Schriftart
ru_ru: Шрифт

source: Font-weight
de_de: Schriftstärke
ru_ru: Полужирный шрифт

source: FPS limit
ru_ru: Ограничение FPS

source: Gamemode
de_de: Spielmodus
ru_ru: Игровой режим

# GEORGIAN
source: Georgian (ქართული)
de_de: Georgisch (ქართული)
ru_ru: Грузинский (ქართული)

# GERMAN
source: German (Deutsch)
de_de: Deutsch
ru_ru: Немецкий (Deutsch)

# GITHUB_PROJECT
source: GitHub project SAMPLauncherNET
de_de: GitHub Projekt SAMPLauncherNET
ru_ru: GitHub проекта SAMPLauncherNET

source: Hostname
ru_ru: Название сервера

source: Host and port
de_de: Host und Port
ru_ru: Хост и порт

# IME
source: Enable IME (Input Method Editor)
de_de: IME (Input Method Editor) freischalten
ru_ru: Включить IME (Input Method Editor - Редактор метода ввода)

source: Input error
de_de: Eingabefehler
ru_ru: Ошибка ввода

source: Insert filter here...
de_de: Füge einen Filter hier ein...
ru_ru: Вводите фильтр здесь..

source: Insert RCON password here...
de_de: Füge den RCON Passwort hier ein...
ru_ru: Вводите RCON пароль здесь...

source: Insert server password here...
de_de: Füge den Server Passwort hier ein...
ru_ru: Вводите пароль сервера здесь...

# INSERT_USERNAME_HERE
source: Insert player name here...
de_de: Füge einen Benutzernamen hier ein...
ru_ru: Вводите имя игрока здесь...

source: IP and port
de_de: IP und Port
ru_ru: IP и порт

source: Language
de_de: Sprache
ru_ru: Язык

# LAUNCHER_TITLE
source: San Andreas Multiplayer - Launcher
ru_ru: San Andreas Multiplayer - Загрузчик

source: Launch debug mode
de_de: Debug Modus starten
ru_ru: Режим отладки

source: Launch singleplayer
de_de: Singleplayer starten
ru_ru: Режим сюжета

source: Multi core
ru_ru: Многоядерность

# NEED_HELP_FORUMS
source: Do you need help? Join SA:MP forums...
de_de: Brauchst du Hilfe? Trete in den SA:MP Foren ein...
ru_ru: Вам нужна помощь? Присоединяйтесь форумам SA:MP...

# NEW_API_TITLE
source: San Andreas Multiplayer - Add new API
de_de: San Andreas Multiplayer - API hinzuifügen
ru_ru: San Andreas Multiplayer - Добавить новый API

source: Not in favourites
de_de: Nicht in den Favoriten
ru_ru: Не в избранных

source: No chatlog found...
de_de: Keinen Chatprotokoll gefunden...
ru_ru: Не найдены логи чата...

# NO_FAVOURITES
source: There are no favourite lists defined. To define a new favourite list, select the "API" tab and create a new favourite list or restore the default entries.
de_de: Es existieren keine Favoritenlisten. Um eine neue Favoritenliste zu erstellen, gehe zum "API" Tab, und erstelle eine neue Favoritenliste, oder stelle die Standarteintrage wieder her.
ru_ru: Нет ни одного списка избранных. Чтобы создать новый список избранного, выберите вкладку "API и создайте новый список избранного или восстановите записи по умолчанию.

# NO_FAVOURITES_TITLE
source: No favourite lists
de_de: Keine Favoritenlisten
ru_ru: Нет избранных списков

source: No nametag status
de_de: Kein Namensschildstatus
ru_ru: Отключить состояние в имени тэга

source: OK
ru_ru: ОК

source: Options
de_de: Optionen
ru_ru: Настройки

# OPTIONS_TITLE
source: San Andreas Multiplayer - Options
de_de: San Andreas Multiplayer - Optionen
ru_ru: San Andreas Multiplayer - Настройки

source: Page size
de_de: Seitengröße
ru_ru: Количество отображаемых строк в чате

source: Ping
de_de: Verzögerung
ru_ru: Пинг

source: Players
de_de: Spieler
ru_ru: Игроки

# PLEASE_TYPE_IN_USERNAME
source: Please type in an username.
de_de: Bitte gebe einen Benutzernamen ein.
ru_ru: Введите имя пользователя.

source: RCON password
de_de: RCON Passwort
ru_ru: RCON пароль

# RCON_PASSWORD_TITLE
source: San Andreas Multiplayer - RCON password
de_de: San Andreas Multiplayer - RCON Passwort
ru_ru: San Andreas Multiplayer - RCON пароль

# REMOVE_API
source: Do you really want to remove the selected API?
de_de: Möchtest du wirklich die selektierte APIs unwideruflich löschen?
ru_ru: Вы действительно хотите удалить выбранный API?

# REMOVE_API_TITLE
source: Remove selected API
de_de: Selektierte API löschen
ru_ru: Удаление выбранного API

source: Remove selected API
de_de: Selektierte API entfernen
ru_ru: Удалить выбранный API

# REMOVE_SERVER_FROM_FAVOURITES
source: Do you really want to remove this server from your favourites?
de_de: Möchtest du wirklich diesen Server von deinen Favoriten löschen?
ru_ru: Вы действительно хотите удалить этот сервер из вашего списка избранных?

# REMOVE_SERVER_FROM_FAVOURITES_TITLE
source: Remove server from favourites
de_de: Favorit entfernen
ru_ru: Удаление сервера из списка избранных

# REVERT_API_LIST
source: Do you really want to revert the API list to default?
de_de: Möchtest du wirklich die API Liste zu ihrem Ursprungszustand zurücksetzen?
ru_ru: Вы действительно хотите восстановить список API по умолчанию?

# REVERT_API_LIST_TITLE
source: Revert API list
de_de: API Liste zurücksetzen
ru_ru: Сбросить список API

source: Revert config
de_de: Einstellungen zurückstellen
ru_ru: Сбросить конфигурацию

# RUSSIAN
source: Russian (Русский)
de_de: Russisch (Русский)
ru_ru: Русский

source: Save
de_de: Speichern
ru_ru: Сохранить

# SELECT_API
source: Select a server list
de_de: Wähle eine Server Liste aus
ru_ru: Списки серверов

source: Select favourites list
de_de: Selektiere Favoritenliste
ru_ru: Выберите список избранных

# SELECT_FAVOURITE_LIST_TITLE
source: San Andreas Multiplayer - Select favourite list
de_de: San Andreas Multiplayer - Selektiere Favoritenliste
ru_ru: San Andreas Multiplayer - Выбор списка избранных

source: Select language
de_de: Sprache auswählen (Select language)
ru_ru: Выбор языка (Select language)

source: Select server list
de_de: Wähle eine Serverliste aus
ru_ru: Выбор списка серверов

source: Servers
de_de: Server
ru_ru: Сервера

# SERVER_ALREADY_IN_FAVOURITES
source: This server is already in your favourites.
de_de: Dieser Server ist bereits in deinen Favoriten.
ru_ru: Этот сервер уже находится в избранных.

# SERVER_NOT_IN_FAVOURITES
source: This server is not in your favourites.
de_de: Dieser Server ist nicht in deinen Favoriten.
ru_ru: Этот сервер не находится в избранных.

source: Server password
de_de: Server Passwort
ru_ru: Пароль сервера

# SERVER_PASSWORD_FIELD_IS_EMPTY
source: Server password field is empty.\r\n\r\nDo you want to continue?
de_de: Server Passwort Eingabefeld ist leer. Möchtest du fortfahren?
ru_ru: Пустое поле пароля сервера. Вы хотите продолжить?

# SERVER_PASSWORD_FIELD_IS_EMPTY_TITLE
source: Server password field is empty
de_de: Server Passwort Einagefeld ist leer.
ru_ru: Пустое поле пароля сервера

# SHOW_EXTENDED_SERVER_INFORMATION
source: Extended server information
de_de: Erweiterte Serverinformationen
ru_ru: Расширенная информация о сервере

# SHOW_FAVOURITES
source: Favourites
de_de: Favoriten
ru_ru: Избранные

source: Show gallery...
de_de: Zeige Gallery
ru_ru: Показать галерею...

source: Show last chatlog...
de_de: Zeige letzten Chatprotokoll...
ru_ru: Показать последний лог чата...

# SHOW_LEGACY_FAVOURITES
source: Legacy favourites
de_de: Abw. komp. Favoriten
ru_ru: Оригинальный список

# SHOW_LEGACY_HOSTED_LIST
source: Hosted list
de_de: Hosted Liste
ru_ru: Список Hosted

# SHOW_LEGACY_MASTER_LIST
source: Master list
de_de: Master Liste
ru_ru: Список Master

# TEMPORARY_USERNAME
source: Don't save username
de_de: Benutzernamen nicht speichern
ru_ru: Не сохранять имя пользователя

source: Timestamp
de_de: Zeitstempel
ru_ru: Отображать время сообщений в чате

source: Username
de_de: Benutzername
ru_ru: Имя пользователя

source: Search on...
de_de: Suche auf...
ru_ru: Искать в...

source: Versions
de_de: Versionen
ru_ru: Версии SAMP

source: Visit website
de_de: Besuche Webseite
ru_ru: Посетить сайт

# VISIT_WEBSITE_MESSAGE
source: Do you really want to visit this website?
de_de: Möchtest du wirklich diese Seite besuchen?
ru_ru: Вы действительно хотите посетить этот сайт?

# VISIT_WEBSITE_TITLE
source: Visit
de_de: Besuche
ru_ru: Посетить

source: Acknowledges limit
de_de: Bestätigungsnachrichten Limit
ru_ru: Ограничения доступа

# ANNOUNCE
source: Announce server
de_de: Server bekannt machen
ru_ru: Видимость сервера

# BIND
source: Bind IP address
de_de: IP Adresse binden
ru_ru: Прикрепить IP адрес

# CHAT_LOGGING
source: Enable chat logging
de_de: Chat protokollieren
ru_ru: Включить логирование чата

# CONNECTION_COOKIES
source: Allow connection cookies
de_de: Erlaube Verbindungscookies
ru_ru: Разрешить файлы cookie при подключении

source: Connection seed time
de_de: Verbindungsseedzeit
ru_ru: Время установления соединения

# COOKIE_LOGGING
source: Enable cookie logging
de_de: Erlaube Cookies protokollieren
ru_ru: Включить логирование файлов cookie

# DATABASE_LOGGING
source: Enable database logging
de_de: In datenbank protokollieren
ru_ru: Включить логирование базы данных

source: Database log queries
de_de: Protokolliere Anfragen in Datenbank
ru_ru: Логирование запросов к базе данных

source: Developer tools
de_de: Entwicklerwerkzeuge
ru_ru: Инструменты разработчика

# DEVELOPER_TOOLS_CONFIGURATION_TITLE
source: San Andreas Multiplayer - Developer tools configuration
de_de: San Andreas Multiplayer - Entwicklerwerkzeuge Konfiguration
ru_ru: San Andreas Multiplayer - Настройка инструментов разработчика

source: Development directory
de_de: Entwicklungsverzeichnis
ru_ru: Директория разработки

source: Gamemodes
de_de: Spielmodi
ru_ru: Игровые режимы

source: Gamemode text
de_de: Spielmodus Text
ru_ru: Текст игрового режима

# IN_CAR_RATE
source: In car tick rate
de_de: Im Auto Tickrate
ru_ru: Скорость обновления данных транспорта

source: Log queries
de_de: Protokolliere Anfragen
ru_ru: Лог запроов

source: Log time format
de_de: Protokollzeitformat
ru_ru: Логируемый формат времени

source: Map name
de_de: Kartenname
ru_ru: Название карты

source: Maximal NPCs
de_de: Maximale NPCs
ru_ru: Максимальное число NPC

source: Maximal players
de_de: Maximale Spieler
ru_ru: Максимальное число игроков

source: Messages limit
de_de: Nachrichten Limit
ru_ru: Лимит сообщений

source: Minimum connection time
de_de: Minimale Verbindungszeit
ru_ru: Минимальное время подключения

source: No sign
de_de: Kein Zeichen
ru_ru: Нет подписи

# ON_FOOT_RATE
source: On foot tick rate
de_de: Zu Fuss Tickrate
ru_ru: Скорость обновления данных пешеходов

source: Open in explorer
de_de: Öffne im Explorer
ru_ru: Открыть в проводнике

source: Password
de_de: Server Passwort
ru_ru: Пароль

source: Player time out
de_de: Spieler Ausschlusszeit
ru_ru: Тайм-аут игрока

source: Plugins
ru_ru: Плагины

source: Port
ru_ru: Порт

# QUERY
source: Enable query
de_de: Erlaube Anfragen
ru_ru: Включить запросы

# RCON
source: Enable RCON
de_de: Erlaube RCON
ru_ru: Включить RCON

source: Show additional configurations
de_de: Zeige weitere Konfigurationen
ru_ru: Показать дополнительные настройки

# SLEEP
source: Sleep time
de_de: Server Tick Zeit
ru_ru: Время сна

source: Stream distance
de_de: Streamdistanz
ru_ru: Дистанция области видимости

source: Stream rate
de_de: Stream Tickrate
ru_ru: Скорость обновления области видимости

source: Weapon rate
de_de: Waffen Tickrate
ru_ru: Скорость обновления данных об оружии

source: Website URL
ru_ru: Адрес сайта

source: City
de_de: Stadt
ru_ru: Город

source: Connect to test server
de_de: Zum Testserver verbinden
ru_ru: Подключиться к тестовому серверу

source: Country
de_de: Land
ru_ru: Страна

# LATITUDE_LONGITUDE
source: Latitude and longitude
de_de: Breitengrad und Längengrad
ru_ru: Широта и долгота

source: Metro code
ru_ru: Код Metro

source: Open directory
de_de: Öffne Verzeichnis
ru_ru: Открыть директорию

source: Region
de_de: Bezirk
ru_ru: Регион

source: Show in Google Maps
de_de: Zeige in Google Maps
ru_ru: Показать в Google Maps

source: Show in OpenStreetMap
de_de: Zeige in OpenStreetMap
ru_ru: Показать в OpenStreetMap

source: Start server
de_de: Server starten
ru_ru: Запустить сервер

source: Time zone
de_de: Zeitzone
ru_ru: Временная зона

source: Assembly version
de_de: Assemblerversion
ru_ru: Версия сборки

source: File version
de_de: Dateiversion
ru_ru: Версия файла

source: Product version
de_de: Produkt version
ru_ru: Версия продукта

source: Stop server
de_de: Server stoppen
ru_ru: Остановить сервер

# ADD_ADDRESS_TO_FAVOURITE_LIST
source: Address to favourites
de_de: Adresse zu den Favoriten
ru_ru: Адрес для избранных

# ADD_ADDRESS_TO_FAVOURITE_LIST_TITLE
source: San Andreas Multiplayer - Address to favourites
de_de: San Andreas Multiplayer - Adresse zu den Favoriten hinzufügen
ru_ru: San Andreas Multiplayer - Адрес для избранных

# CANCEL_DOWNLOAD
source: Do you really want to cancel the download?
de_de: Möchtest du wirklich diesen Download abbrechen?
ru_ru: Вы действительно хотите отменить загрузку?

# CANCEL_DOWNLOAD_TITLE
source: Cancel download
de_de: Download abbrechen
ru_ru: Отменить загрузку

# DOWNLOAD_FAILED_TITLE
source: Download failed
de_de: Download fehlgeschlagen
ru_ru: Ошибка загрузки

# DOWNLOAD_PROGRESS
source: Downloading
de_de: Lädt runter
ru_ru: загрузка

# DOWNLOAD_PROGRESS_TITLE
source: Download progress
de_de: Download Fortschritt
ru_ru: Прогресс загрузки

# INSTALL_VERSION
source: Do you really want to install {0}?
de_de: Möchtest du wirklich {0} installieren?
ru_ru: Вы действительно хотите установить {0}?

# INSTALL_VERSION_TITLE
source: Install version
de_de: Version installieren
ru_ru: Установить версию

# NO_ADDRESS_SPECIFIED
source: Please specify an address to add to your favourites list.
de_de: Bitte gebe eine Adresse an, um es in die Favoriten hinzuzufügen
ru_ru: Укажите адрес для добавления в список избранных.

# NO_ADDRESS_SPECIFIED_TITLE
source: No address specified
de_de: Keine Adresse angegeben
ru_ru: Не указан адрес

# PATCH_VERSION
source: Do you really want to patch your version to {0}?
de_de: Möchtest du wirklich deine Version nach {0} patchen?
ru_ru: Вы действительно хотите исправить свою версию до {0}?

# PATCH_VERSION_TITLE
source: Patch version
de_de: Version patchen
ru_ru: Патч версия

# SELECT_VERSION
source: You have selected {0} to be patched or manually installed. Do you really want to patch or manually install {0}? Press "Yes" to patch. Press "No" to install. Press "Cancel" to cancel this action.
de_de: Du hast {0} ausgewählt um es zu patchen oder manuell zu installieren. Möchtest du wirklich {0} patchen oder manuell installieren {0}? Drücke "Ja" um es zu patchen. Drücke "Nein" um es manuell zu installieren. Drücke "Abbrechen" um diese Aktion abzubrechen.
ru_ru: Вы выбрали {0} для исправления или установки вручную. Вы действительно хотите установить или установить вручную {0}? Нажмите «Да» для исправления. Нажмите «Нет» для установки. Нажмите «Отмена», чтобы отменить это действие.

# SELECT_VERSION_TITLE
source: Patch or manually install version
de_de: Patchen oder manuell installieren
ru_ru: Патч или ручная установка версии

source: Filterscripts
de_de: Filterskripte

source: Gallery
de_de: Gallerie

source: Lag compensation mode
de_de: Lagausgleichsmodus

source: LAN mode
de_de: LAN Modus

source: Last chatlog
de_de: Letzter Chatprotokoll

source: Message hole limit
de_de: Nachrichtenloch Limit

source: Saved positions
de_de: Gespeicherte Positionen
